namespace HelloWorldApplication
{
    class Program
    {
        static void Main(string[] args)
        {
            // Вывести пользователю простое сообщение.
            Console.WriteLine("Hello World!");
            Console.WriteLine("Кастевич Даниил Алексеевич, *номер зачетки*, Конструирование программ и языки программирования, 1 лабараторная работа.");
            //Ожидать нажатия клавиши <Enter> перед завершением работы.
            Console.ReadLine();
        }
    }
}
